tap "adoptopenjdk/openjdk"
tap "aquaproj/aqua"
tap "cybozu/assam"
tap "d12frosted/emacs-plus"
tap "daipeihust/tap"
tap "derailed/k9s"
tap "eddieantonio/eddieantonio"
tap "eth-p/software"
tap "github/gh"
tap "greymd/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshuaclayton/formulae"
tap "kdash-rs/kdash"
tap "knqyf263/pet"
tap "knqyf263/trivy"
tap "knqyf263/utern"
tap "kubecolor/tap"
tap "mas-cli/tap"
tap "moncho/dry"
tap "mscharley/homebrew"
tap "mutagen-io/mutagen"
tap "nektos/tap"
tap "neovim/neovim"
tap "planetscale/tap"
tap "rasukarusan/tap"
tap "sanemat/font"
tap "skanehira/docui"
tap "solidiquis/tap"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
tap "weaveworks/tap"
tap "yukiarrr/tap"
brew "act"
brew "ant"
brew "argo"
brew "gettext"
brew "atk"
brew "atool"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "icu4c"
brew "boost"
brew "c-ares"
brew "pkg-config"
brew "pixman"
brew "python@3.9"
brew "cairo"
brew "ccat"
brew "ccze"
brew "cmake"
brew "cmatrix"
brew "cmigemo"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "dbus"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docutils"
brew "libevent"
brew "folly"
brew "emojify"
brew "exa"
brew "expect"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "gmp"
brew "libtool"
brew "nettle"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "pango"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "unixodbc"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "gradle"
brew "graphicsmagick"
brew "grep"
brew "gron"
brew "hicolor-icon-theme"
brew "gtk+"
brew "lua"
brew "highlight"
brew "htop"
brew "hub"
brew "imlib2"
brew "jo"
brew "oniguruma"
brew "jq"
brew "jsonpp"
brew "kind"
brew "kubeconform"
brew "kubeseal"
brew "lazygit"
brew "libcaca"
brew "libev"
brew "libiconv"
brew "libmagic"
brew "libsixel"
brew "libslirp"
brew "libssh"
brew "libxslt"
brew "libyaml"
brew "lolcat"
brew "luajit"
brew "lynx"
brew "media-info"
brew "memcached", restart_service: true
brew "minikube"
brew "mkcert"
brew "mysql"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "nss"
brew "nyancat"
brew "octant"
brew "pandoc"
brew "parallel"
brew "peco"
brew "php"
brew "pngquant"
brew "poppler"
brew "postgresql@14"
brew "prettier"
brew "python-yq"
brew "python@3.8", link: false
brew "qemu"
brew "qt"
brew "r"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ripgrep-all"
brew "rpm"
brew "serverless"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "spdylay"
brew "stern"
brew "terminal-notifier"
brew "terraform"
brew "terragrunt"
brew "textql"
brew "tfsec"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "unison"
brew "up"
brew "v8"
brew "vim"
brew "visitors"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wmctrl"
brew "wrk"
brew "xsv"
brew "yarn"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "cybozu/assam/assam"
brew "daipeihust/tap/im-select"
brew "derailed/k9s/k9s"
brew "eddieantonio/eddieantonio/imgcat"
brew "eth-p/software/bat-extras"
brew "greymd/tools/teip"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "kdash-rs/kdash/kdash"
brew "knqyf263/pet/pet"
brew "knqyf263/trivy/trivy"
brew "knqyf263/utern/utern"
brew "kubecolor/tap/kubecolor"
brew "mas-cli/tap/mas"
brew "moncho/dry/dry"
brew "mutagen-io/mutagen/mutagen"
brew "planetscale/tap/pscale"
brew "rasukarusan/tap/fzf-chrome-active-tab"
brew "sanemat/font/ricty"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
brew "yukiarrr/tap/ecsk"
cask "aws-vault"
cask "goneovim"
cask "google-cloud-sdk"
cask "keycastr"
cask "ngrok"
cask "td-agent"
cask "wireshark-chmodbpf"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "austenc.tailwind-docs"
vscode "batisteo.vscode-django"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deinsoftware.arrow-function-snippets"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "eg2.tslint"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "EQuimper.react-native-react-redux"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "huizhou.githd"
vscode "humao.rest-client"
vscode "infeng.vscode-react-typescript"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "KevinRose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "pmneo.tsimporter"
vscode "rebornix.ruby"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "stringham.move-ts"
vscode "svelte.svelte-vscode"
vscode "vinliao.fast-arrow"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "wyze.theme-hybrid-next"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
