tap "adoptopenjdk/openjdk"
tap "aquaproj/aqua"
tap "charmbracelet/tap"
tap "d12frosted/emacs-plus"
tap "daipeihust/tap"
tap "eddieantonio/eddieantonio"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "knqyf263/pet"
tap "knqyf263/trivy"
tap "laishulu/homebrew"
tap "morantron/tmux-fingers"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "python@3.12", link: false
brew "ansible"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "ant"
brew "aqua"
brew "libssh2"
brew "aria2"
brew "at-spi2-core"
brew "atool"
brew "automake"
brew "bash"
brew "bat"
brew "c-ares"
brew "bitwarden-cli"
brew "boost"
brew "ccat"
brew "cmatrix"
brew "cmigemo"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "gmp"
brew "libevent"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "dbus"
brew "direnv"
brew "docker"
brew "folly"
brew "embulk"
brew "emojify"
brew "eza"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "imlib2"
brew "feh"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "pango"
brew "fontforge"
brew "fortune"
brew "unixodbc"
brew "freetds"
brew "fswatch"
brew "fzf", args: ["HEAD"]
brew "python@3.13"
brew "gallery-dl"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "universal-ctags"
brew "global"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "groovy"
brew "hicolor-icon-theme"
brew "gtk+"
brew "highlight"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jo"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "jsonpp"
brew "jvgrep"
brew "kind"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kubeseal"
brew "lazygit"
brew "libcaca"
brew "libev"
brew "libfido2"
brew "libiconv"
brew "libxml2"
brew "luajit"
brew "luarocks"
brew "lv"
brew "mas"
brew "minikube"
brew "mise"
brew "mysql"
brew "navi"
brew "neofetch"
brew "utf8proc"
brew "neovim"
brew "nghttp2"
brew "nnn"
brew "node-build"
brew "peco"
brew "perl"
brew "php"
brew "pngpaste"
brew "postgresql@14", restart_service: :changed
brew "tcl-tk", link: false
brew "qt@5", link: true
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "sphinx-doc", link: false
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "up"
brew "urlview"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "winetricks"
brew "yarn"
brew "yazi"
brew "zsh"
brew "charmbracelet/tap/crush"
brew "eddieantonio/eddieantonio/imgcat"
brew "laishulu/homebrew/macism"
brew "morantron/tmux-fingers/tmux-fingers"
brew "rcmdnk/file/brew-file"
cask "alacritty"
cask "alfred"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "chromedriver"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "flux-app"
cask "gcloud-cli"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "licecap"
cask "spotify"
cask "sublime-text"
cask "td-agent"
cask "visual-studio-code"
cask "wireshark-chmodbpf"
cask "xquartz"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "andyyu2004.vscode-neovim"
vscode "asvetliakov.vscode-neovim"
vscode "castwide.solargraph"
vscode "coenraads.bracket-pair-colorizer"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "eg2.tslint"
vscode "eg2.vscode-npm-script"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equimper.react-native-react-redux"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-pull-request-github"
vscode "huizhou.githd"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.theme-tomorrowkit"
vscode "msjsdiag.debugger-for-chrome"
vscode "msjsdiag.vscode-react-native"
vscode "octref.vetur"
vscode "rebornix.ruby"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "stringham.move-ts"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "wingrunr21.vscode-ruby"
vscode "wyze.theme-hybrid-next"
vscode "xadillax.viml"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
go "cmd/go"
go "cmd/gofmt"
cargo "distant"
