tap "adoptopenjdk/openjdk"
tap "ankitpokhrel/jira-cli"
tap "aquaproj/aqua"
tap "charmbracelet/tap"
tap "cybozu/assam"
tap "daipeihust/tap"
tap "derailed/k9s"
tap "eddieantonio/eddieantonio"
tap "eth-p/software"
tap "github/gh"
tap "greymd/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshuaclayton/formulae"
tap "kdash-rs/kdash"
tap "knqyf263/pet"
tap "knqyf263/trivy"
tap "knqyf263/utern"
tap "kubecolor/tap"
tap "laishulu/homebrew"
tap "mas-cli/tap"
tap "moncho/dry"
tap "morantron/tmux-fingers"
tap "mscharley/homebrew"
tap "mutagen-io/mutagen"
tap "nektos/tap"
tap "neovim/neovim"
tap "planetscale/tap"
tap "rasukarusan/tap"
tap "sanemat/font"
tap "skanehira/docui"
tap "solidiquis/tap"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
tap "weaveworks/tap"
tap "yukiarrr/tap"
brew "act"
brew "gmp"
brew "actionlint"
brew "ant"
brew "aqua"
brew "argo"
brew "dbus"
brew "at-spi2-core"
brew "atool"
brew "autoconf"
brew "automake"
brew "bash"
brew "libssh2"
brew "bat"
brew "boost"
brew "c-ares"
brew "ccat"
brew "cmake"
brew "cmatrix"
brew "cmigemo"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "krb5"
brew "libsodium"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "libevent"
brew "libyaml"
brew "pkgconf"
brew "zeromq"
brew "czmq"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "emojify"
brew "expect"
brew "eza"
brew "fd"
brew "libidn2"
brew "nettle"
brew "gnutls"
brew "libass"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "gradle"
brew "shared-mime-info"
brew "graphicsmagick"
brew "grep"
brew "gron"
brew "hicolor-icon-theme"
brew "gtk+"
brew "lua"
brew "highlight"
brew "htop"
brew "hub"
brew "imlib2"
brew "jo"
brew "jq"
brew "jsonpp"
brew "kind"
brew "kubeconform"
brew "kubectx"
brew "kubent"
brew "kubeseal"
brew "lazygit"
brew "libcaca"
brew "libev"
brew "libiconv"
brew "libmagic"
brew "libsixel"
brew "libslirp"
brew "libxslt"
brew "lolcat"
brew "luajit"
brew "lynx"
brew "media-info"
brew "minikube"
brew "mkcert"
brew "mysql"
brew "navi"
brew "tree-sitter"
brew "utf8proc"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "nss"
brew "nyancat"
brew "pandoc"
brew "parallel"
brew "peco"
brew "pngquant"
brew "poppler"
brew "postgresql@16", link: true
brew "prettier"
brew "pstree"
brew "qemu"
brew "qt"
brew "r"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ripgrep-all"
brew "rpm"
brew "serverless"
brew "shfmt"
brew "sl"
brew "sops"
brew "stern"
brew "terminal-notifier"
brew "terragrunt"
brew "tfenv"
brew "tfsec"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unison"
brew "up"
brew "v8"
brew "vim"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wmctrl"
brew "wrk"
brew "xsv"
brew "yarn"
brew "yazi"
brew "zsh"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "charmbracelet/tap/crush"
brew "cybozu/assam/assam"
brew "daipeihust/tap/im-select"
brew "derailed/k9s/k9s"
brew "eddieantonio/eddieantonio/imgcat"
brew "eth-p/software/bat-extras"
brew "greymd/tools/teip"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "kdash-rs/kdash/kdash"
brew "knqyf263/pet/pet"
brew "knqyf263/trivy/trivy"
brew "knqyf263/utern/utern"
brew "kubecolor/tap/kubecolor"
brew "laishulu/homebrew/macism"
brew "mas-cli/tap/mas"
brew "moncho/dry/dry"
brew "morantron/tmux-fingers/tmux-fingers"
brew "mutagen-io/mutagen/mutagen"
brew "planetscale/tap/pscale"
brew "rasukarusan/tap/fzf-chrome-active-tab"
brew "weaveworks/tap/eksctl"
brew "yukiarrr/tap/ecsk"
cask "alacritty"
cask "android-platform-tools"
cask "aws-vault-binary"
cask "clipy"
cask "docker-desktop"
cask "gcloud-cli"
cask "goneovim"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "monitorcontrol"
cask "ngrok"
cask "notunes"
cask "td-agent"
cask "visual-studio-code"
cask "wireshark-chmodbpf"
cask "xquartz"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "austenc.tailwind-docs"
vscode "batisteo.vscode-django"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deinsoftware.arrow-function-snippets"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "huizhou.githd"
vscode "humao.rest-client"
vscode "infeng.vscode-react-typescript"
vscode "jebbs.plantuml"
vscode "jithurjacob.nbpreviewer"
vscode "kaiwood.endwise"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.theme-tomorrowkit"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "openai.chatgpt"
vscode "pmneo.tsimporter"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "stringham.move-ts"
vscode "svelte.svelte-vscode"
vscode "vinliao.fast-arrow"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "wyze.theme-hybrid-next"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
go "github.com/air-verse/air"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/tomoemon/impas"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "github.com/evilmartians/lefthook"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
go "golang.org/x/tools/cmd/stringer"
go "github.com/rhysd/vim-startuptime"
